---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CeilingAndFloor
source: html/c502a334-f052-73d8-cabb-99eeb1ef2487.htm
---
# CeilingAndFloor Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.